{
    "hrfaq": [
        [
            "What documents are required at the time of joining",
            "By bus"
        ],
        [
            "How do I apply for lost TechM badge",
            "Please visit the easy portal and click on the lost and found page link"
        ],
        [
            "What's up?",
            "The sky's up but I'm fine thanks. What about you?"
        ],
        [
            "Who is eligible for Gratuity",
            "The Gratuity amount is payable to the associate at the time of separation or retirement whichever is earlier after he/she has rendered continuous service for not less than five years, and have actually worked for not less than 190 days in the fifth year."
        ],
        [
            "How is Gratuity paid?",
            " Gratuity payable as per Payment of Gratuity Act 1972.\n Associate will be paid gratuity at the rate of 15 days wages based on the rate of wages last drawn by the Associate.\nThe 15 days wages shall be calculated by dividing the monthly rate of basic wages last drawn by associate by 26 and multiplying the quotient by fifteen.The maximum amount payable as gratuity will be governed by the Payment of Gratuity Act 1972 and the current limit is Rs. 10 Lakhs only."
        ],

       [

            "How does Gratuity nominations work?",
            " The Associate has to select nominee(s) as beneficiary of the fund in the event of his/her death.During nomination the associate may distribute the amount that may stand to his/her credit in the Fund amongst the nominees at his/her own discretion.If an associate has a family at the time of making a nomination, the nomination shall be made in favor of one or more members of his family, and any nomination made by such associate in favor of a person who is not a member of his family, shall be void.If at the time of making a nomination the associate does not have a family, the nomination may be made in favor of any person or persons but if the associate subsequently acquires a family, such nomination shall forthwith become invalid and the associate shall make, a fresh nomination in favor of one or more members of his family.A nomination may be modified by an employee, in accordance with the Payment of Gratuity Act1972, at any time, after giving a written notice to the Company"
           
             
       ],
       
       [
             "What is the tax applicabiliy for Gratuity?",
             "The amount paid under gratuity up to a maximum of Rs. 10 Lakhs will qualify for a tax exemption under the Income Tax Act in India."

       ],
       [
             "What are the different travel categories?",
             "Short trip -  Upto a maximum of 30 days \n Long trip  -  More than 30 days"
 
         
       ],

       [
              "What is travel eligibility?",
              "Travel to locations within 500kms - Upto P1 IIAC and P2 and above Air Economy\n Travel to locations > 1000KMS Upto U4 - IIAC  P1 and above Air Economy \n All associates irrespective of bands are adviced to travel by train if it is less than 500KMS."

       ]
       
       
    ]
}

